angband
aom
autoconf
automake
bdw-gc
boost
cairo
cc65
chocolate-doom
cmake
cocoapods
curl
cvs
dav1d
displayplacer
dotnet
e2fsprogs
exa
ffmpeg
figlet
flac
fontconfig
fontforge
freetype
frei0r
fribidi
gdbm
gettext
giflib
glew
glib
gmp
gnutls
gobject-introspection
graphite2
guile
harfbuzz
hashlink
haxe
hfsutils
highlight
icu4c
jpeg
jpeg-turbo
katago
lame
leptonica
libass
libbluray
libevent
libffi
libidn2
libmikmod
libmodplug
libnet
libogg
libpng
libsamplerate
libsndfile
libsoxr
libspiro
libssh
libtasn1
libtiff
libtool
libuninameslist
libunistring
libusb
libusb-compat
libuv
libvidstab
libvorbis
libvpx
libzip
little-cms2
lua
lua@5.1
luabind
luarocks
lzo
mas
mbedtls
mono
mpg123
ncurses
neko
nettle
ninja
node
openal-soft
opencbm
opencore-amr
openjdk
openjpeg
openssl@1.1
opus
p11-kit
pango
pcre
pixman
pkg-config
portaudio
python@3.8
python@3.9
qemu
qt
radare2
rav1e
readline
rtmpdump
rubberband
sdl
sdl2
sdl2_mixer
sdl2_net
sdl_image
sdl_mixer
smartmontools
snappy
speex
sqlite
srt
tesseract
theora
unbound
vde
vice
webp
x264
x265
xerces-c
xvid
xz
youtube-dl
zlib
zplug
