# jfaulken brewfile 11NOV2020

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "jakehilborn/jakehilborn"

brew "cc65"
brew "chocolate-doom"
brew "mas"
brew "opencbm"
brew "cmake"
brew "cocoapods"
brew "displayplacer"
brew "ffmpeg"
brew "fontconfig"
brew "fontforge"
brew "hashlink"
brew "haxe"
brew "hfsutils"
brew "qemu"
brew "sqlite"
brew "vice"

cask "1password"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "blender"
cask "discord"
cask "github"
cask "grandperspective"
cask "hex-fiend"
cask "iterm2"
cask "licecap"
cask "magicavoxel"
cask "retroarch"
cask "slack"
cask "spotify"
cask "steam"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "vlc"
cask "vmware-fusion"
cask "visual-studio-code"
cask "arduino"
cask "carbon-copy-cloner"
cask "krita"
cask "openscad"
cask "minecraft"
cask "magicavoxel"
cask "prusaslicer"
cask "steelseries-exactmouse-tool"
cask "wine-stable"

mas "com.apple.dt.Xcode", id: 497799835
mas "Mactracker", id: 430255202
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
