# jfaulken brewfile 20DEC2019

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "cc65"
brew "chocolate-doom"
brew "mas"
brew "opencbm"
brew "qt"
brew "sdl2"
brew "youtube-dl"

cask "1password"
cask "ableton-live-standard"
cask "adobe-creative-cloud"
cask "bartender"
cask "bettertouchtool"
cask "blender"
cask "clion"
cask "deckset"
cask "discord"
cask "doomrl"
cask "dropbox"
cask "flume"
cask "github"
cask "gitkraken"
cask "google-drive"
cask "grandperspective"
cask "gzdoom"
cask "hex-fiend"
cask "iterm2"
cask "licecap"
cask "magicavoxel"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "razer-synapse"
cask "retroarch"
cask "rider"
cask "slack"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "suspicious-package"
cask "the-unarchiver"
cask "transmission"
cask "unity-hub"
cask "vlc"
cask "vmware-fusion"
cask "vscodium"

mas "com.apple.dt.Xcode", id: 497799835
mas "Display Menu", id: 549083868
mas "GhosteryLite", id: 1436953057
mas "Mactracker", id: 430255202
mas "Serenity", id: 1185371817
mas "Things", id: 904280696
mas "Tweetbot", id: 1384080005
mas "Ulysses", id: 1225570693
mas "Wipr", id: 1320666476
